# ************************************************************
# Sequel Pro SQL dump
# バージョン 4541
#
# http://www.sequelpro.com/
# https://github.com/sequelpro/sequelpro
#
# ホスト: 127.0.0.1 (MySQL 5.7.20)
# データベース: golf_db
# 作成時刻: 2018-01-21 07:54:07 +0000
# ************************************************************


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;


# テーブルのダンプ total_score
# ------------------------------------------------------------

DROP TABLE IF EXISTS `total_score`;

CREATE TABLE `total_score` (
  `total_score_id` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `score` int(11) NOT NULL,
  `user_name` varchar(255) NOT NULL DEFAULT '',
  PRIMARY KEY (`total_score_id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

LOCK TABLES `total_score` WRITE;
/*!40000 ALTER TABLE `total_score` DISABLE KEYS */;

INSERT INTO `total_score` (`total_score_id`, `score`, `user_name`)
VALUES
	(57,3000,'ユーザ1'),
	(58,2500,'ユーザ2'),
	(59,1000,'ユーザ3'),
	(60,4500,'ユーザ4'),
	(61,150,'tsts'),
	(62,150,'aaaaaaaa'),
	(63,150,'tststs'),
	(64,150,'みわ'),
	(65,150,'みわー'),
	(66,150,'tstsから'),
	(67,150,'aaaa'),
	(68,150,'みわみわ'),
	(69,100,'miwamiwa'),
	(70,200,'みわみわみわ'),
	(71,100,'miwamiwamiwa'),
	(72,200,'みわみわみわみわ'),
	(73,150,'tsts'),
	(74,100,'miwamiwamiwamiwa'),
	(75,200,'あああああ'),
	(76,150,'みわみわーーーー'),
	(77,5000,'tsts'),
	(78,150,'あごあご'),
	(79,150,'あーご'),
	(80,150,'tsts'),
	(81,150,'aaaa'),
	(82,150,'aaaa'),
	(83,150,'aaaa'),
	(84,150,'aaaa'),
	(85,100,'みわみわ'),
	(86,200,'あごあごあご'),
	(87,300,'あごーあごー'),
	(88,20,'あごあごあごあごあごあご'),
	(89,300,'あごあごあご'),
	(90,200,'あごあごあご'),
	(91,300,'あごあご'),
	(92,1,'あごー'),
	(93,200,'あごあご'),
	(94,2,'あごあご'),
	(95,200,'あごあご'),
	(96,2,'あごあご'),
	(97,200,'あごあご'),
	(98,150,'みわみわ'),
	(99,200,'みわ'),
	(100,150,'みわみわ'),
	(101,200,'みわみわ'),
	(102,10000,'みわみわみわ'),
	(103,10000,'みわみわ'),
	(104,1,'あごあご'),
	(105,110,'みわみわ'),
	(106,200,'mわみわみわみmうぃあ'),
	(107,200,'mわみわみわみmうぃあ'),
	(108,200,'mわみわみわみmうぃあ'),
	(109,200,'みわみわ'),
	(110,10000,'みわみわみわ'),
	(111,10000,'みわみわ'),
	(112,1,'あごあご'),
	(113,110,'みわみわ'),
	(114,200,'mわみわみわみmうぃあ'),
	(115,200,'mわみわみわみmうぃあ'),
	(116,200,'mわみわみわみmうぃあ'),
	(117,200,'みわみわ'),
	(118,10000,'みわみわみわ'),
	(119,10000,'みわみわ'),
	(138,10000,'みわみわ'),
	(154,110,'みわみわ'),
	(155,200,'mわみわみわみmうぃあ'),
	(156,200,'mわみわみわみmうぃあ'),
	(157,200,'mわみわみわみmうぃあ'),
	(158,200,'みわみわ'),
	(159,10000,'みわみわみわ'),
	(160,10000,'みわみわ'),
	(161,1,'あごあご'),
	(162,110,'みわみわ'),
	(163,200,'mわみわみわみmうぃあ'),
	(164,200,'mわみわみわみmうぃあ'),
	(165,200,'mわみわみわみmうぃあ'),
	(166,200,'みわみわ'),
	(167,10000,'みわみわみわ'),
	(168,10000,'みわみわ'),
	(173,1000,'ユーザ3'),
	(174,4500,'ユーザ4'),
	(175,150,'tsts'),
	(176,150,'aaaaaaaa'),
	(177,150,'tststs'),
	(178,150,'みわ'),
	(179,150,'みわー'),
	(180,150,'tstsから'),
	(181,150,'aaaa'),
	(182,150,'みわみわ'),
	(183,100,'miwamiwa'),
	(184,200,'みわみわみわ'),
	(185,100,'miwamiwamiwa'),
	(186,200,'みわみわみわみわ'),
	(187,150,'tsts'),
	(188,100,'miwamiwamiwamiwa'),
	(189,200,'あああああ'),
	(190,300,'みわみわみわ'),
	(191,310,'みわみわみわ'),
	(192,320,'みわみわみわ'),
	(193,330,'みわみわみわ'),
	(194,340,'みわみわみわ'),
	(195,340,'tsts1'),
	(196,340,'tsts2'),
	(197,340,'tsts3'),
	(198,340,'tsts4'),
	(199,340,'tsts5'),
	(200,340,'tsts6'),
	(201,340,'tsts7'),
	(202,340,'tsts8'),
	(203,350,'tsts8'),
	(204,350,'tsts43'),
	(205,350,'tsts44'),
	(206,350,'tsts45'),
	(207,350,'tsts46'),
	(208,350,'tsts47'),
	(209,350,'tsts48'),
	(210,350,'tsts49'),
	(211,350,'tsts50'),
	(212,350,'tsts51'),
	(213,350,'tsts52'),
	(214,350,'tsts53'),
	(215,350,'tsts54'),
	(216,350,'tsts55'),
	(217,350,'tsts56'),
	(218,350,'tsts57'),
	(219,350,'tsts58'),
	(220,350,'tsts59'),
	(221,350,'tsts60'),
	(222,350,'tsts61'),
	(223,350,'tsts62'),
	(224,350,'tsts62'),
	(225,350,'tsts63'),
	(226,350,'tsts64'),
	(227,350,'tsts65'),
	(228,350,'tsts66'),
	(229,350,'tsts67'),
	(230,350,'tsts68'),
	(231,350,'tsts69'),
	(232,350,'tsts70'),
	(233,350,'tsts71'),
	(234,350,'tsts72'),
	(235,350,'tsts73'),
	(236,350,'tsts74'),
	(237,350,'tsts75'),
	(238,350,'tsts76'),
	(239,350,'tsts77'),
	(240,350,'tsts78'),
	(241,350,'tsts79'),
	(242,350,'tsts80'),
	(243,350,'tsts81'),
	(244,350,'tsts82'),
	(245,350,'tsts83'),
	(246,350,'tsts84'),
	(247,350,'tsts85'),
	(248,350,'tsts86'),
	(249,350,'tsts87'),
	(250,350,'tsts88'),
	(251,350,'tsts89'),
	(252,350,'tsts90');

/*!40000 ALTER TABLE `total_score` ENABLE KEYS */;
UNLOCK TABLES;



/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;
/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
